{
    "Meta": {
        
        "dateOptions": {
            "7-10-23": {
                "detailed": "Meta builds technologies and services that enable people to connect with each other, build communities, and grow businesses. These Terms govern your use of Facebook, Messenger, and the other products, features, apps, services, technologies, and software we offer (the Meta Products or Products), except where we expressly state that separate terms (and not these) apply. These Products are provided to you by Meta Platforms, Inc. \n\nWe don't charge you to use Facebook or the other products and services covered by these Terms, unless we state otherwise. Instead, businesses and organizations, and other persons pay us to show you ads for their products and services. By using our Products, you agree that we can show you ads that we think may be relevant to you and your interests. We use your personal data to help determine which personalized ads to show you. \n\nWe don't sell your personal data to advertisers, and we don't share information that directly identifies you (such as your name, email address or other contact information) with advertisers unless you give us specific permission. Instead, advertisers can tell us things like the kind of audience they want to see their ads, and we show those ads to people who may be interested. We provide advertisers with reports about the performance of their ads that help them understand how people are interacting with their content. See Section 2 below to learn more about how personalized advertising under these terms works on the Meta Products. \n\nOur Privacy Policy explains how we collect and use your personal data to determine some of the ads you see and provide all of the other services described below. You can also go to your settings pages of the relevant Meta Product at any time to review the privacy choices you have about how we use your data. \n\nReturn to top \n\n1. The services we provide \n\nOur mission is to give people the power to build community and bring the world closer together. To help advance this mission, we provide the Products and services described below to you: \n\nProvide a personalized experience for you: \n\nYour experience on Facebook is unlike anyone else's: from the posts, stories, events, ads, and other content you see in Facebook News Feed or our video platform to the Facebook Pages you follow and other features you might use, such as Facebook Marketplace, and search. For example, we use data about the connections you make, the choices and settings you select, and what you share and do on and off our Products - to personalize your experience. \n\nConnect you with people and organizations you care about: \n\nWe help you find and connect with people, groups, businesses, organizations, and others that matter to you across the Meta Products you use. We use data to make suggestions for you and others - for example, groups to join, events to attend, Facebook Pages to follow or send a message to, shows to watch, and people you may want to become friends with. Stronger ties make for better communities, and we believe our services are most useful when people are connected to people, groups, and organizations they care about. \n\nEmpower you to express yourself and communicate about what matters to you: \n\nThere are many ways to express yourself on Facebook to communicate with friends, family, and others about what matters to you - for example, sharing status updates, photos, videos, and stories across the Meta Products (consistent with your settings), sending messages or making voice or video calls to a friend or several people, creating events or groups, or adding content to your profile as well as showing you insights on how others engage with your content. We have also developed, and continue to explore, new ways for people to use technology, such as augmented reality and 360 video to create and share more expressive and engaging content on Meta Products. \n\nHelp you discover content, products, and services that may interest you: \n\nWe show you personalized ads, offers, and other sponsored or commercial content to help you discover content, products, and services that are offered by the many businesses and organizations that use Facebook and other Meta Products. Section 2 below explains this in more detail. \n\nPromote the safety, security, and integrity of our services, combat harmful conduct and keep our community of users safe: \n\nPeople will only build community on Meta Products if they feel safe and secure. We work hard to maintain the security (including the availability, authenticity, integrity, and confidentiality) of our Products and services. We employ dedicated teams around the world, work with external service providers, partners and other relevant entities and develop advanced technical systems to detect potential misuse of our Products, harmful conduct towards others, and situations where we may be able to help support or protect our community, including to respond to user reports of potentially violating content. If we learn of content or conduct like this, we may take appropriate action based on our assessment that may include - notifying you, offering help, removing content, removing or restricting access to certain features, disabling an account, or contacting law enforcement. We share data across Meta Companies when we detect misuse or harmful conduct by someoneusing one of our Products or to help keep Meta Products, users and the community safe. For example, we share information with Meta Companies that provide financial products and services to help them promote safety, security and integrity and comply with applicable law. Meta may access, preserve, use and share any information it collects about you where it has a good faith belief it is required or permitted by law to do so. For more information, please review our Privacy Policy.\n\nIn some cases, the Oversight Board may review our decisions, subject to its terms and bylaws. Learn more here.\nUse and develop advanced technologies to provide safe and functional services for everyone:\nWe use and develop advanced technologies - such as artificial intelligence, machine learning systems, and augmented reality - so that people can use our Products safely regardless of physical ability or geographic location. For example, technology like this helps people who have visual impairments understand what or who is in photos or videos shared on Facebook or Instagram. We also build sophisticated network and communication technology to help more people connect to the internet in areas with limited access. And we develop automated systems to improve our ability to detect and remove abusive and dangerous activity that may harm our community and the integrity of our Products.\nResearch ways to make our services better:\nWe engage in research to develop, test, and improve our Products. This includes analyzing data we have about our users and understanding how people use our Products, for example by conducting surveys and testing and troubleshooting new features. Our Privacy Policy explains how we use data to support this research for the purposes of developing and improving our services.\nProvide consistent and seamless experiences across the Meta Company Products:\nOur Products help you find and connect with people, groups, businesses, organizations, and others that are important to you. We design our systems so that your experience is consistent and seamless across the different Meta Company Products that you use. For example, we use data about the people you engage with on Facebook to make it easier for you to connect with them on Instagram or Messenger, and we enable you to communicate with a business you follow on Facebook through Messenger.\nEnsuring access to our services:\nTo operate our global services and enable you to connect with people around the world, we need to transfer, store and distribute content and data to our data centers, partners, service providers, vendors and systems around the world, including outside your country of residence. The use of this global infrastructure is necessary and essential to provide our services. This infrastructure may be owned, operated, or controlled by Meta Platforms, Inc., Meta Platforms Ireland Limited, or its affiliates.\nReturn to top\n2. How our services are funded\nInstead of paying to use Facebook and the other products and services we offer, by using the Meta Products covered by these Terms, you agree that we can show you personalized ads and other commercial and sponsored content that businesses and organizations pay us to promote on and off Meta Company Products. We use your personal data, such as information about your activity and interests, to show you personalized ads and sponsored content that may be more relevant to you.\nProtecting people's privacy is central to how we've designed our personalized ads system. This means that we can show you relevant and useful ads without telling advertisers who you are. We don't sell your personal data. We allow advertisers to tell us things like their business goal, and the kind of audience they want to see their ads (for example, people between the age of 18-35 who like cycling). We then show their ad to people who we think might be interested.\nWe also provide advertisers with reports about the performance of their ads to help them understand how people are interacting with their content on and off Meta Products. For example, we provide general demographic and interest information to advertisers to help them better understand their audience, like the fact that women between the ages of 25 and 34 who live in Madrid and like software engineering have seen an ad. We don’t share information that directly identifies you (information such as your name or email address that by itself can be used to contact you or identifies who you are) unless you give us specific permission. Learn more about how Meta ads work here.\nWe collect and use your personal data in order to provide the services described above to you. You can learn about how we collect and use your data in our Privacy Policy. You have controls over the types of ads and advertisers you see, and the types of information we use to determine which ads we show you. Learn more.\nReturn to top\n3. Your commitments to Facebook and our community\nWe provide these services to you and others to help advance our mission. In exchange, we need you to make the following commitments:\n1. Who can use Facebook\nWhen people stand behind their opinions and actions, our community is safer and more accountable. For this reason, you must:\nProvide for your account the same name that you use in everyday life.\nProvide accurate information about yourself.\nCreate only one account (your own) and use it for personal purposes.\nNot share your password, give access to your Facebook account to others, or transfer your account to anyone else (without our permission).\nWe try to make Facebook broadly available to everyone, but you cannot use Facebook if:\nYou are under 13 years old.\nYou are a convicted sex offender.\nWe've previously disabled your account for violations of our Terms or the Community Standards, or other terms and policies that apply to your use of Facebook. If we disable your account for a violation of our Terms, the Community Standards, or other terms and policies, you agree not to create another account without our permission. Receiving permission to create a new account is provided at our sole discretion, and does not mean or imply that the disciplinary action was wrong or without cause.\nYou are prohibited from receiving our products, services, or software under applicable laws.\n2. What you can share and do on Meta Products\nWe want people to use Meta Products to express themselves and to share content that is important to them, but not at the expense of the safety and well-being of others or the integrity of our community. You therefore agree not to engage in the conduct described below (or to facilitate or support others in doing so):\nYou may not use our Products to do or share anything:\nThat violates these Terms, the Community Standards, or other terms and policies that apply to your use of our Products.\nThat is unlawful, misleading, discriminatory or fraudulent (or assists someone else in using our Products in such a way).\nThat you do not own or have the necessary rights to share.\nThat infringes or violates someone else's rights, including their intellectual property rights (such as by infringing another’s copyright or trademark, or distributing or selling counterfeit or pirated goods), unless an exception or limitation applies under applicable law.\nYou may not upload viruses or malicious code, use the services to send spam, or do anything else that could disable, overburden, interfere with, or impair the proper working, integrity, operation, or appearance of our services, systemes, or Products.\nYou may not access or collect data from our Products using automated means (without our prior permission) or attempt to access data you do not have permission to access.\nYou may not proxy, request, or collect Product usernames or passwords, or misappropriate access tokens.\nYou may not sell, license, or purchase any data obtained from us or our services, except as provided in the Platform Terms.\nYou may not misuse any reporting, flagging, dispute, or appeals channel, such as by making fraudulent, duplicative, or groundless reports or appeals.\nWe can remove or restrict access to content that is in violation of these provisions. We can also suspend or disable your account for conduct that violates these provisions, as provided in Section 4.B.\nIf we remove content that you have shared in violation of the Community Standards, we’ll let you know and explain any options you have to request another review, unless you seriously or repeatedly violate these Terms or if doing so may expose us or others to legal liability; harm our community of users; compromise or interfere with the integrity or operation of any of our services, systems or Products; where we are restricted due to technical limitations; or where we are prohibited from doing so for legal reasons. For information on account suspension or termination, see Section 4.B below.\nTo help support our community, we encourage you to report content or conduct that you believe violates your rights (including intellectual property rights) or our terms and policies, if this feature exists in your jurisdiction.\nWe also can remove or restrict access to content features, services, or information if we determine that doing so is reasonably necessary to avoid or mitigate misuse of our services or adverse legal or regulatory impacts to Meta.\n3. The permissions you give us\nWe need certain permissions from you to provide our services:\nPermission to use content you create and share: Some content that you share or upload, such as photos or videos, may be protected by intellectual property laws.\nYou retain ownership of the intellectual property rights (things like copyright or trademarks) in any such content that you create and share on Facebook and other Meta Company Products you use. Nothing in these Terms takes away the rights you have to your own content. You are free to share your content with anyone else, wherever you want.\nHowever, to provide our services we need you to give us some legal permissions (known as a \"license\") to use this content. This is solely for the purposes of providing and improving our Products and services as described in Section 1 above.\nSpecifically, when you share, post, or upload content that is covered by intellectual property rights on or in connection with our Products, you grant us a non-exclusive, transferable, sub-licensable, royalty-free, and worldwide license to host, use, distribute, modify, run, copy, publicly perform or display, translate, and create derivative works of your content (consistent with your privacy and application settings). This means, for example, that if you share a photo on Facebook, you give us permission to store, copy, and share it with others (again, consistent with your settings) such as Meta Products or service providers that support those products and services. This license will end when your content is deleted from our systems.\nYou can delete individual content you share, post, and upload at any time. In addition, all content posted to your personal account will be deleted if you delete your account. Learn more about how to delete your account. Account deletion does not automatically delete content that you post as an admin of a page or content that you create collectively with other users, such as photos in Shared Albums which may continue to be visible to other album members.\nIt may take up to 90 days to delete content after we begin the account deletion process or receive a content deletion request. If you send content to trash, the deletion process will automatically begin in 30 days unless you chose to delete the content sooner. While the deletion process for such content is being undertaken, the content is no longer visible to other users. After the content is deleted, it may take us up to another 90 days to remove it from backups and disaster recovery systems.\nContent will not be deleted within 90 days of the account deletion or content deletion process beginning in the following situations:\nwhere your content has been used by others in accordance with this license and they have not deleted it (in which case this license will continue to apply until that content is deleted);\nwhere deletion within 90 days is not possible due to technical limitations of our systems, in which case, we will complete the deletion as soon as technically feasible; or\nwhere immediate deletion would restrict our ability to:\ninvestigate or identify illegal activity or violations of our terms and policies (for example, to identify or investigate misuse of our Products or systems);\nprotect the safety, integrity, and security of our Products, systems, services, our employees, and users, and to defend ourselves;\ncomply with legal obligations for the preservation of evidence, including data Meta Companies providing financial products and services preserve to comply with any record keeping obligations required by law; or\ncomply with a request of a judicial or administrative authority, law enforcement or a government agency;\nin which case, the content will be retained for no longer than is necessary for the purposes for which it has been retained (the exact duration will vary on a case-by-case basis).\nIn each of the above cases, this license will continue until the content has been fully deleted.\nPermission to use your name, profile picture, and information about your actions with ads and sponsored or commercial content: You give us permission to use your name and profile picture and information about actions you have taken on Facebook next to or in connection with ads, offers, and other sponsored or commercial content that we display across our Products, without any compensation to you. For example, we may show your friends that you are interested in an advertised event or have liked a Facebook Page created by a brand that has paid us to display its ads on Facebook. Ads and content like this can be seen only by people who have your permission to see the actions you've taken on Meta Products. You can learn more about your ad settings and preferences.\nPermission to update software you use or download: If you download or use our software, you give us permission to download and install updates to the software where available.\n4. Limits on using our intellectual property\nIf you use content covered by intellectual property rights that we have and make available in our Products (for example, images, designs, videos, or sounds we provide that you add to content you create or share on Facebook), we retain all rights to that content (but not yours). You can only use our copyrights or trademarks (or any similar marks) as expressly permitted by our Brand Usage Guidelines or with our prior written permission. You must obtain our written permission (or permission under an open source license) to modify, translate, create derivative works of, decompile, or reverse engineer our products or their components, or otherwise attempt to extract source code from ",
                "simplified": "Meta creates technologies and services that help people connect, build communities, and grow businesses. These terms govern your use of Facebook, Messenger, and other Meta Products. We offer these products to you for free, and we show you ads from businesses and organizations to support our services. By using our products, you agree to see ads that we think might interest you based on your personal data. \n\nWe don't sell your personal data to advertisers, and we only share information that doesn't directly identify you unless you give us permission. Advertisers can tell us the type of audience they want to target, and we show their ads to people who might be interested. We also provide advertisers with performance reports on their ads. You can review our Privacy Policy for more details on personalized advertising and how we use your data.\n\nOur services include providing a personalized experience, connecting you with people and organizations you care about, enabling you to express yourself, helping you discover content and products, and ensuring the safety and security of our community. We use advanced technologies to improve our services and conduct research to enhance our products.\n\nYou have commitments to follow our community guidelines, such as using your real name, providing accurate information, and not engaging in harmful or fraudulent activities. You grant us permissions to use the content you create and share on our platforms, and we may use your name and profile picture in connection with ads and sponsored content.\n\nWe may update these terms to reflect changes in our services and practices, and we'll notify you of any updates. If you don't agree with the updated terms, you can delete your account. We have the right to suspend or disable your account if you violate our terms or policies. We provide our services 'as is', and we are not responsible for the actions or content of others.\n\nIf disputes arise, they will be resolved in specific courts and governed by the laws of the State of California. These terms constitute the entire agreement between you and Meta Platforms, Inc.\n\nPlease note that this is a simplified summary, and it's always a good idea to refer to the original document for complete and accurate information."
            },
            "dateOption2": {
                "detailed": "original info2",
                "simplified": "rewritten info2"
            },
            "dateOption3": {
                "detailed": "original info",
                "simplified": "rewritten info"
            }
        }
    },
    "Google":{
        "dateOptions": {
            "dateOption1": {
                "detailed": "original info",
                "simplified": "rewritten info"
            },
            "dateOption2": {
                "detailed": "original info",
                "simplified": "rewritten info"
            }
        }
    }
}